import new1 from "../assets/images/new1.jpg"
import new2 from "../assets/images/new2.jpg"
import new3 from "../assets/images/new3.jpg"
import new4 from "../assets/images/new4.jpg"
import new5 from "../assets/images/new5.jpg"
import new6 from "../assets/images/new6.jpg"
import new7 from "../assets/images/new7.jpg"
import new8 from "../assets/images/new8.jpg"
import news from "../assets/icons/logo.png"


export const CATEGORY = [
    {
        id: 1,
        title: "Моторные масла для легковой и легкой коммерческой техники"
    },
    {
        id: 2,
        title: "Моторные масла для дизельных двигателей"
    },
    {
        id: 3,
        title: "Тормозная жидкость"
    },
    {
        id: 4,
        title: "Гидравлические масла"
    },
    {
        id: 5,
        title: "Фильтры"
    },
    {
        id: 6,
        title: "Антифриз"
    }
]

export const BANNER = [
    {
        id: 1,
        title: "Страховка от подделок",
        text: "Моторные масла Valesco производятся исключительно на заводе Valesco в Узбекистане. Каждый этап производства находится под строгим контролем компании."
    },
    {
        id: 2,
        title: "Широкая линейка продуктов",
        text: "Мы предлагаем широкий ассортимент моторных масел, которые соответствуют требованиям и спецификациям ведущих европейских и американских автопроизводителей."
    },
    {
        id: 3,
        title: "Отсутствие переплат",
        text: "Мы используем только высококачественное базовое масло группы III, сертифицированное по API и произведённое на собственном заводе Valesco. Благодаря этому вы не переплачиваете сторонним производителям."
    },
    {
        id: 4,
        title: "Сертификация OEM",
        text: "Бренд Valesco официально сертифицирован мировыми автопроизводителями."
    },
    {
        id: 5,
        title: "Честный импорт",
        text: "Valesco всегда производит масла только из премиальных компонентов. Нам не нужны дешёвые заменители базовых масел или присадок — мы продолжаем использовать только лучшее."
    }
]

export const BANNEREN = [
    {
        id: 1,
        title: "Protection Against Counterfeits",
        text: "Valesco motor oils are produced exclusively at the Valesco plant in Uzbekistan. Every stage of production is strictly monitored by the company."
    },
    {
        id: 2,
        title: "Wide Product Range",
        text: "We offer a broad selection of motor oils that meet the requirements and specifications of leading European and American car manufacturers."
    },
    {
        id: 3,
        title: "No Overpayments",
        text: "We use only high-quality Group III base oil, API-certified and produced at Valesco’s own plant. This way, you don’t overpay third-party suppliers."
    },
    {
        id: 4,
        title: "OEM Certification",
        text: "The Valesco brand is officially certified by global car manufacturers."
    },
    {
        id: 5,
        title: "Fair Import",
        text: "Valesco always produces oils from premium components. We do not seek cheap substitutes for base oils or additives — we consistently use only the best."
    }
]

export const MISSION = [
    {
        id: 1,
        price: "20+",
        title: "Лет опыта"
    },
    {
        id: 2,
        price: "100+",
        title: "Наименований позиций"
    },
    {
        id: 3,
        price: "300+",
        title: "Специалистов"
    },
    {
        id: 4,
        price: "70%",
        title: "Реализация продукции по Узбекистану"
    }
]

export const MISSIONEN = [
    {
        id: 1,
        price: "20+",
        title: "Years of Experience"
    },
    {
        id: 2,
        price: "100+",
        title: "Product Categories"
    },
    {
        id: 3,
        price: "300+",
        title: "Specialists"
    },
    {
        id: 4,
        price: "70%",
        title: "Product Distribution Across Uzbekistan"
    }
]

export const CALLTO = [
    {
        id: 1,
        title: "Мы за максимальную подкованность в знаниях"
    },
    {
        id: 2,
        title: "База знаний"
    },
    {
        id: 3,
        title: "Следи за новостями"
    },
    {
        id: 4,
        title: "Где купить"
    }
]

export const CALLTOEN = [
    {
        id: 1,
        title: "We strive for maximum knowledge proficiency"
    },
    {
        id: 2,
        title: "Knowledge base"
    },
    {
        id: 3,
        title: "Stay updated with news"
    },
    {
        id: 4,
        title: "Where to buy"
    }
]

export const IMPACT = [
    {
        id: 1,
        title: "Корпоративная культура VALESCO",
        text: "VALESCO поддерживает принципы холдинга SK и создает ценности для клиентов, сотрудников, акционеров и бизнес-партнеров, чтобы вносить собственный вклад в экономическое и социальное развитие общества."
    },
    {
        id: 2,
        title: "Этическое управление",
        text: "Мы проводим четкую границу между частными и общественными делами и работаем прозрачно и беспристрастно. Мы создаем корпоративную культуру взаимного уважения и с энтузиазмом выполняем свои обязанности."
    },
    {
        id: 3,
        title: "Акционеры",
        text: "Мы наращиваем стоимость компании за счет повышения прозрачности бизнес-процессов и эффективного управления. Мы непрерывно внедряем инновации и увеличиваем стоимость компании, а затем делимся результатами с акционерами. Мы с уважением относимся к требованиям и предложениям совета директоров."
    },
    {
        id: 4,
        title: "Бизнес партнеры",
        text: "Мы придерживаемся философии win-win при работе со своими бизнес-партнерами. Мы предоставляем справедливые условия и не злоупотребляем ведущим положением."
    },
    {
        id: 5,
        title: "Клиенты",
        text: "Мы дорожим доверием клиентов, поэтому мы предоставляем товары исключительного качества и меняемся в соответствии с потребностями рынка. Мы защищаем данные о клиентах в соответствии с законом и регламентом компании."
    },
    {
        id: 6,
        title: "Общество",
        text: "Мы способствуем социальному развитию и прикладываем все усилия, чтобы вносить позитивный вклад в общество. Мы создаем корпоративную культуру для комфортной жизни и работы наших сотрудников. Мы неукоснительно соблюдаем местные законы и уважаем культуру и традиции каждой страны."
    },
    {
        id: 7,
        title: "Философия управления",
        text: "SKMS (SK Management System) разработала собственный подход к созданию корпоративной культуры, идеологии бизнеса и методов управления SK Group, который разделяют и применяют все компании холдинга SK."
    },
]

export const BENAFITS = [
    {
        id: 1,
        title: "Страховка от подделок",
        text: "Моторные масла Valesco производятся только на заводе в Южной Корее. Компания VALESCO непрерывно контролирует каждый этап производства в соответствии с высочайшими стандартами качества и экологической безопасности."
    },
    {
        id: 2,
        title: "Уникальные технологии",
        text: "ZERO TECH представляет собой применение продвинутых технологий в моторном масле. Добавление инновационной присадки на основе ионной жидкости обеспечивает снижение износа, низкий граничный коэффициент трения и повышение топливной экономичности, что повышает ресурс и производительность двигателя."
    },
    {
        id: 3,
        title: "Сертификация ОЕМ",
        text: "Бренд Valesco официально сертифицирован мировыми автопроизводителями. Мы поставляем продукты для первичной заливки и послепродажного обслуживания ведущих автопроизводителей: Porsche, Audi, Mercedes-Benz, Volvo, BMW, Renault, Nissan, KIA, Mitsubishi, Hyundai, Ford, Honda, Mazda, Toyota, Subaru, Suzuki, Peugeot-Citroen."
    },
    {
        id: 4,
        title: "Отсутствие переплат",
        text: "Мы используем только высококлассное базовое масло группы III по API собственного производства YUBASE, а вы не переплачиваете за закупку у стороннего производителя."
    },
    {
        id: 5,
        title: "Повышенная эффективность топлива",
        text: "Моторное масло с низкой вязкостью Valesco (0W) снижает расход масла и повышает топливную экономичность двигателя."
    },
    {
        id: 6,
        title: "Высокостойкие модификаторы вязкости",
        text: "В маслах Valesco используются модификаторы вязкости звездообразного типа с высоким индексом стойкости к нагрузкам (Shear Stability Index). Такие модификаторы меньше подвержены разрушению в процессе эксплуатации и дольше сохраняют свои свойства."
    },
    {
        id: 7,
        title: "Продление срока службы двигателя",
        text: "Благодаря современным высококачественным присадкам масла Valesco соответствуют самым жестким требованиям по предотвращению износа и отложений, устранению преждевременного воспламенения топливной смеси (LSPI) и растяжения приводной цепи."
    },
    {
        id: 8,
        title: "Увеличенный интервал замены",
        text: "Масла Valesco устойчивы к окислению и обладают высоким индексом вязкости, что гарантирует стабильную работу даже при длительном использовании, а значит и уменьшение затрат на техническое обслуживание."
    },
    {
        id: 9,
        title: "Широкая линейка продуктов",
        text: "В России много разных машин. А у нас много разных масел, в том числе с допусками и спецификациями европейских и американских автопроизводителей. Воспользуйтесь нашим подборщиком, чтобы определить, какое масло подходит для вашей машины."
    },
    {
        id: 10,
        title: "Честный импорт",
        text: "Мы остаемся в России. VALESCO по-прежнему производит масла из премиальных компонентов. Нам не нужно искать варианты замены базовых масел и присадок. Мы просто продолжаем использовать лучшее."
    }
]

export const PUBLIC = [
    {
        id: 1,
        title: "ОБНОВЛЕНИЕ УПАКОВКИ МАСЕЛ Valesco или почему не стоит переживать, если этикетка выглядит немного иначе",
        text: "С сентября 2025 года продукция Valesco в России получает обновлённую упаковку. Это связано с внедрением обязательной цифровой маркировки «Честный ЗНАК» — государственной системы защиты от подделок."
    },
    {
        id: 2,
        title: "Valesco X7 5W-30 и Valesco X5 5W-30 теперь с новейшими спецификациями API SQ и ILSAC GF-7",
        text: "Эти спецификации пришли на смену API SP и GF-6 и отражают эволюцию требований к защите современных двигателей, включая гибридные и турбированные установки."
    },
    {
        id: 3,
        title: "Надёжность по доступной цене: новые продукты Valesco X4 и Valesco X4000",
        text: "Компания Valesco представляет два новых моторных масла — Valesco X4 10W-40 для легковых автомобилей и Valesco X4000 10W-40 для дизельных двигателей коммерческой техники."
    },
    {
        id: 4,
        title: "API SQ и ILSAC GF-7 скоро в России",
        text: "С 31 марта 2025 года вступили в силу новые международные стандарты моторных масел API SQ и ILSAC GF-7, призванные обеспечить более высокий уровень защиты двигателей, улучшенную экономию топлива и экологичность."
    },
    {
        id: 5,
        title: "Моторное масло Valesco: премиальное качество, инновационные технологии и неизменная надежность",
        text: "Как выбрать моторное масло для автомобиля? Простой вопрос актуален на турбулентном российском рынке. Почему неправильный выбор может привести к критическим последствиям и какое все-таки масло заливать? Расскажем подробно в нашем материале"
    },
    {
        id: 6,
        title: "Гидрокрекинг: Технология, которая изменила производство смазочных материалов",
        text: "Сегодня мы разберем одну из ключевых технологий нефтехимической промышленности — гидрокрекинг. Благодаря высокому качеству получаемого материала, а также высокой ресурсной эффективности, массовое внедрение гидрокрекинга стало важнейшим этапом в производстве современных смазочных материалов. В этой статье мы подробно рассмотрим, как работает этот процесс, какие свойства присущи маслам 3-й группы по API и почему они становятся стандартом в различных отраслях."
    },
    {
        id: 7,
        title: "Индексы LS, FE, FS и ES на маслах Valesco",
        text: "Что обозначают дополнительные буквы LS, FE, FS и ES в названиях наших продуктов? Разбираем в сегодняшней статье."
    },
    {
        id: 8,
        title: "Valesco объясняет: как правильно выбирать моторное масло.",
        text: "Выбор моторного масла — это важный шаг для обеспечения долговечной работы двигателя автомобиля."
    },
    {
        id: 9,
        title: "Что такое ПАО, и почему их наличие в масле значительно улучшает его свойства.",
        text: "Полиальфаолефины (ПАО) – это искусственно синтезированные углеводороды, созданные из небольших молекул (олефинов) путем химической реакции, называемой полимеризацией. Их создают на основе нефтяных фракций или газа, превращая их в жидкость с необходимыми свойствами."
    },
    {
        id: 10,
        title: "Valesco в трендах рынка.",
        text: "Автомобили из «Поднебесной» стремительно набрали популярность в России."
    },
    {
        id: 11,
        title: "Valesco. Готов к вызовам города.",
        text: "Город – это настоящие джунгли из бетона и камня, где двигатель автомобиля ежедневно испытывает экстремальные нагрузки."
    },
    {
        id: 12,
        title: "Valesco - Подлинное качество. Как уберечь себя от подделок.",
        text: "Valesco не останавливается на достигнутом, постоянно внедряя передовые решения. Мы обновили упаковку, добавив современные элементы безопасности, чтобы вы могли быть уверены: выбирая Valesco, вы выбираете подлинное качество и защиту для вашего автомобиля."
    },
    {
        id: 13,
        title: "Как и где производится моторное масло Valesco",
        text: "Моторные масла Valesco производятся ведущей корейской компанией по производству базовых масел и высокотехнологичных смазочных материалов VALESCO, которой принадлежит крупнейший в мире нефтеперерабатывающий завод."
    },
    {
        id: 14,
        title: "Какая линейка моторных масел Valesco подойдет именно тебе?",
        text: "У Valesco есть масла самых разных сегментов — от масс-маркета до премиального класса. Каждая линейка включает в себя несколько типов продуктов. В разнообразии выбора можно легко запутаться, особенно если не разбираешься в тонкостях автомобильных масел. Рассказываем, как сделать правильный выбор."
    },
    {
        id: 15,
        title: "Главное в составе масел для строительной техники. Расставим приоритеты.",
        text: "Корпорация SK считается лидером нефтепереработки в Азии. Ее продукты пользуются большим спросом по всему миру, в том числе и в России."
    },
    {
        id: 16,
        title: "Масла для бензиновых и дизельных двигателей: в чем отличие?",
        text: "В настоящее время в продаже представлено множество универсальных моторных масел, которые можно использовать как в бензиновых, так и в дизельных двигателях. Однако среди автопроизводителей становится все более популярным мнение, что для двигателя лучше использовать специально разработанные для него масла."
    },
    {
        id: 17,
        title: "Минеральные, полусинтетические и синтетические масла: что выбрать?",
        text: "Выбор правильного моторного масла является ключевым фактором для поддержания эффективной работы двигателя и продления его срока службы. В этой статье мы разберем основные виды моторных масел, их характеристики и функции, чтобы помочь вам подобрать оптимальный вариант для вашего автомобиля."
    },
    {
        id: 18,
        title: "Гидрокрегинг - синтетика или минералка?",
        text: "Бытует мнение, что гидрокрекинговые масла — это что-то между минералкой и синтетикой, вроде и не минералка, но и до настоящей правильной sсинтетики не дотягивает. Так ли это? Что такое гидрокрекинговые масла и чем они отличаются от остальных?"
    }
]

export const NEW = [
    {
        id: 1,
        img: new1,
        link: "https://www.instagram.com/valescooil_uz/reel/DJqjxahMWGe/"
    },
    {
        id: 2,
        img: new2,
        link: "https://www.instagram.com/valescooil_uz/p/DN7Rd3ejKIp/"
    },
    {
        id: 3,
        img: new3,
        link: "https://www.instagram.com/valescooil_uz/p/DNpfJVNs-tn/"
    },
    {
        id: 4,
        img: new4,
        link: "https://www.instagram.com/valescooil_uz/p/DNGSz3MMka0/"
    },
    {
        id: 5,
        img: new5,
        link: "https://www.instagram.com/valescooil_uz/p/DNDPVfasCWY/"
    },
    {
        id: 6,
        img: new6,
        link: "https://www.instagram.com/valescooil_uz/reel/DM9qTH4T3yQ/"
    },
    {
        id: 7,
        img: new7,
        link: "https://www.instagram.com/valescooil_uz/p/DMz1H-Vsro4/"
    },
    {
        id: 8,
        img: new8,
        link: "https://www.instagram.com/valescooil_uz/reel/DL2M1CxsBFm/"
    }
]