import img1 from "../assets/images/pride3.jpg"
import img2 from "../assets/images/pride1.jpg"
import img3 from "../assets/images/pride2.jpg"

import kanistr from "../assets/images/pride1.jpg"

import net1 from "../assets/images/net1.jpg"
import net2 from "../assets/images/net2.jpg"
import net3 from "../assets/images/net3.jpg"
import net4 from "../assets/images/net4.jpg"

import news from "../assets/icons/logo.png"

export const CATEGORY = [
    {
        id: 1,
        title: "Моторные масла для легковой и легкой коммерческой техники"
    },
    {
        id: 2,
        title: "Моторные масла для дизельных двигателей"
    },
    {
        id: 3,
        title: "Тормозная жидкость"
    },
    {
        id: 4,
        title: "Гидравлические масла"
    },
    {
        id: 5,
        title: "Фильтры"
    }
]

export const BANNER = [
    {
        id: 1,
        title: "Страховка от подделок",
        text: "Моторные масла Valesco производятся только на заводе в Южной Корее. Компания SK Enmove непрерывно контролирует каждый этап производства."
    },
    {
        id: 2,
        title: "Широкая линейка продуктов",
        text: "В России много разных машин. А у нас много разных масел, в том числе с допусками и спецификациями европейских и американских автопроизводителей."
    },
    {
        id: 3,
        title: "Отсутствие переплат",
        text: "Мы используем только высококлассное базовое масло группы III по API собственного производства YUBASE, а вы не переплачиваете за закупку у стороннего производителя."
    },
    {
        id: 4,
        title: "Сертификация ОЕМ",
        text: "Бренд Valesco официально сертифицирован мировыми автопроизводителями."
    },
    {
        id: 5,
        title: "Честный импорт",
        text: "Мы остаемся в России. SK Enmove по-прежнему производит масла из премиальных компонентов. Нам не нужно искать варианты замены базовых масел и присадок. Мы просто продолжаем использовать лучшее."
    }
]

export const PRIDE = [
    {
        id: 1,
        img: img1,
        title: "2 EUROTEC 0W20 GX7000 SNCF 4L",
    },
    {
        id: 2,
        img: img2,
        title: "2 EUROTEC 0W30 GX7000 SN CF 4L",
    },
    {
        id: 3,
        img: img3,
        title: "2 EUROTEC 0W40 GTX7000 SNCF 4L",
    }
]

export const MISSION = [
    {
        id: 1,
        price: "200+",
        title: "В холдинг SK входят более 200 компаний в разных регионах по всему миру"
    },
    {
        id: 2,
        price: "$88+",
        title: "По данным на 2022 год общая годовая выручка составляет более 88 миллиардов долларов"
    },
    {
        id: 3,
        price: "117",
        title: "117 место в списке крупнейших компаний мира по версии “Fortune 500” в 2022 году"
    },
]

export const CALLTO = [
    {
        id: 1,
        title: "Мы за максимальную подкованность в знаниях"
    },
    {
        id: 2,
        title: "База знаний"
    },
    {
        id: 3,
        title: "Следи за новостями"
    },
    {
        id: 4,
        title: "Где купить"
    },
]

export const NETWORKS = [
    {
        id: 1,
        title: "Энергетика и химическая промышленность",
        text: "Мы разрабатываем экологически безопасные энергетические решения и вещества, которые двигают промышленность вперед",
        img: net1,
    },
    {
        id: 2,
        title: "Информационные и коммуникационные технологии",
        text: "Мы создаем инновационные решения для развития технологий нового уровня",
        img: net2,
    },
    {
        id: 3,
        title: "Микросхемы и материалы",
        text: "Мы совершенствуем технологии производства и передовые материалы для будущих открытий",
        img: net3,
    },
    {
        id: 4,
        title: "Биотехнологии",
        text: "Мы стремимся улучшать здоровье людей и связанную инфраструктуру во всем мире",
        img: net4,
    },
]

export const IMPACT = [
    {
        id: 1,
        title: "Корпоративная культура SK Enmove",
        text: "SK Enmove поддерживает принципы холдинга SK и создает ценности для клиентов, сотрудников, акционеров и бизнес-партнеров, чтобы вносить собственный вклад в экономическое и социальное развитие общества."
    },
    {
        id: 2,
        title: "Этическое управление",
        text: "Мы проводим четкую границу между частными и общественными делами и работаем прозрачно и беспристрастно. Мы создаем корпоративную культуру взаимного уважения и с энтузиазмом выполняем свои обязанности."
    },
    {
        id: 3,
        title: "Акционеры",
        text: "Мы наращиваем стоимость компании за счет повышения прозрачности бизнес-процессов и эффективного управления. Мы непрерывно внедряем инновации и увеличиваем стоимость компании, а затем делимся результатами с акционерами. Мы с уважением относимся к требованиям и предложениям совета директоров."
    },
    {
        id: 4,
        title: "Бизнес партнеры",
        text: "Мы придерживаемся философии win-win при работе со своими бизнес-партнерами. Мы предоставляем справедливые условия и не злоупотребляем ведущим положением."
    },
    {
        id: 5,
        title: "Клиенты",
        text: "Мы дорожим доверием клиентов, поэтому мы предоставляем товары исключительного качества и меняемся в соответствии с потребностями рынка. Мы защищаем данные о клиентах в соответствии с законом и регламентом компании."
    },
    {
        id: 6,
        title: "Общество",
        text: "Мы способствуем социальному развитию и прикладываем все усилия, чтобы вносить позитивный вклад в общество. Мы создаем корпоративную культуру для комфортной жизни и работы наших сотрудников. Мы неукоснительно соблюдаем местные законы и уважаем культуру и традиции каждой страны."
    },
    {
        id: 7,
        title: "Философия управления",
        text: "SKMS (SK Management System) разработала собственный подход к созданию корпоративной культуры, идеологии бизнеса и методов управления SK Group, который разделяют и применяют все компании холдинга SK."
    },
]

export const BENAFITS = [
    {
        id: 1,
        title: "Страховка от подделок",
        text: "Моторные масла Valesco производятся только на заводе в Южной Корее. Компания SK Enmove непрерывно контролирует каждый этап производства в соответствии с высочайшими стандартами качества и экологической безопасности."
    },
    {
        id: 2,
        title: "Уникальные технологии",
        text: "ZERO TECH представляет собой применение продвинутых технологий в моторном масле. Добавление инновационной присадки на основе ионной жидкости обеспечивает снижение износа, низкий граничный коэффициент трения и повышение топливной экономичности, что повышает ресурс и производительность двигателя."
    },
    {
        id: 3,
        title: "Сертификация ОЕМ",
        text: "Бренд Valesco официально сертифицирован мировыми автопроизводителями. Мы поставляем продукты для первичной заливки и послепродажного обслуживания ведущих автопроизводителей: Porsche, Audi, Mercedes-Benz, Volvo, BMW, Renault, Nissan, KIA, Mitsubishi, Hyundai, Ford, Honda, Mazda, Toyota, Subaru, Suzuki, Peugeot-Citroen."
    },
    {
        id: 4,
        title: "Отсутствие переплат",
        text: "Мы используем только высококлассное базовое масло группы III по API собственного производства YUBASE, а вы не переплачиваете за закупку у стороннего производителя."
    },
    {
        id: 5,
        title: "Повышенная эффективность топлива",
        text: "Моторное масло с низкой вязкостью Valesco (0W) снижает расход масла и повышает топливную экономичность двигателя."
    },
    {
        id: 6,
        title: "Высокостойкие модификаторы вязкости",
        text: "В маслах Valesco используются модификаторы вязкости звездообразного типа с высоким индексом стойкости к нагрузкам (Shear Stability Index). Такие модификаторы меньше подвержены разрушению в процессе эксплуатации и дольше сохраняют свои свойства."
    },
    {
        id: 7,
        title: "Продление срока службы двигателя",
        text: "Благодаря современным высококачественным присадкам масла Valesco соответствуют самым жестким требованиям по предотвращению износа и отложений, устранению преждевременного воспламенения топливной смеси (LSPI) и растяжения приводной цепи."
    },
    {
        id: 8,
        title: "Увеличенный интервал замены",
        text: "Масла Valesco устойчивы к окислению и обладают высоким индексом вязкости, что гарантирует стабильную работу даже при длительном использовании, а значит и уменьшение затрат на техническое обслуживание."
    },
    {
        id: 9,
        title: "Широкая линейка продуктов",
        text: "В России много разных машин. А у нас много разных масел, в том числе с допусками и спецификациями европейских и американских автопроизводителей. Воспользуйтесь нашим подборщиком, чтобы определить, какое масло подходит для вашей машины."
    },
    {
        id: 10,
        title: "Честный импорт",
        text: "Мы остаемся в России. SK Enmove по-прежнему производит масла из премиальных компонентов. Нам не нужно искать варианты замены базовых масел и присадок. Мы просто продолжаем использовать лучшее."
    }
]

export const NEWS = [
    {
        id: 1,
        years: "2025",
        img: news,
        title: "Программа брендирования Valesco TOP не сбавляет обороты!",
        desc: "Расширение программы брендирования Valesco TOP продолжается",
        month: "17 февраля, 2025"
    },
    {
        id: 2,
        years: "2024",
        img: news,
        title: "Valesco TOP расширяет горизонты: бренд-зоны в магазинах «Движком», Великий Новгород",
        desc: "Программа брендирования Valesco TOP охватывает не только сервисные центры, но и магазины автозапчастей!",
        month: "19 декабря, 2024"
    },
    {
        id: 3,
        years: "",
        img: news,
        title: "Valesco TOP в Барнауле: новый сервисный центр открыл свои двери",
        desc: "Мы продолжаем расширять программу брендирования Valesco TOP",
        month: "19 декабря, 2024"
    },
    {
        id: 4,
        years: "",
        img: news,
        title: "Новый премиальный АВТОСЕРВИС Valesco TOP: теперь в Новокузнецке!",
        desc: "Рады поделиться отличной новостью — в рамках программы брендирования Valesco TOP открылся новый авторизованный автотехцентр в Новокузнецке в партнерстве с MAKK+!",
        month: "4 декабря, 2024"
    },
    {
        id: 5,
        years: "",
        img: news,
        title: "Valesco: Ваш надежный выбор на рынке моторных масел",
        desc: "На фоне обсуждений о том, что многие бренды моторных масел в России могут лишиться одобрений автопроизводителей (ОЕМ), автолюбители задаются вопросом, как изменения повлияют на доступность качественной продукции.",
        month: "21 ноября, 2024"
    },
    {
        id: 6,
        years: "",
        img: news,
        title: "Valesco продолжает программу брендирования Valesco TOP",
        desc: "Воронежский автотехцентр Автоуровень теперь тоже присоединился к программе брендирования Valesco TOP!",
        month: "13 ноября, 2024"
    },
    {
        id: 7,
        years: "",
        img: news,
        title: "Официальные магазины Valesco TOP",
        desc: "В 2024 году Valesco запустил программу брендирования сервисных центров и розничных магазинов по всей России – Valesco TOP.",
        month: "13 ноября, 2024"
    },
]

export const PUBLIC = [
    {
        id: 1,
        title: "ОБНОВЛЕНИЕ УПАКОВКИ МАСЕЛ Valesco или почему не стоит переживать, если этикетка выглядит немного иначе",
        text: "С сентября 2025 года продукция Valesco в России получает обновлённую упаковку. Это связано с внедрением обязательной цифровой маркировки «Честный ЗНАК» — государственной системы защиты от подделок."
    },
    {
        id: 2,
        title: "Valesco X7 5W-30 и Valesco X5 5W-30 теперь с новейшими спецификациями API SQ и ILSAC GF-7",
        text: "Эти спецификации пришли на смену API SP и GF-6 и отражают эволюцию требований к защите современных двигателей, включая гибридные и турбированные установки."
    },
    {
        id: 3,
        title: "Надёжность по доступной цене: новые продукты Valesco X4 и Valesco X4000",
        text: "Компания Valesco представляет два новых моторных масла — Valesco X4 10W-40 для легковых автомобилей и Valesco X4000 10W-40 для дизельных двигателей коммерческой техники."
    },
    {
        id: 4,
        title: "API SQ и ILSAC GF-7 скоро в России",
        text: "С 31 марта 2025 года вступили в силу новые международные стандарты моторных масел API SQ и ILSAC GF-7, призванные обеспечить более высокий уровень защиты двигателей, улучшенную экономию топлива и экологичность."
    },
    {
        id: 5,
        title: "Моторное масло Valesco: премиальное качество, инновационные технологии и неизменная надежность",
        text: "Как выбрать моторное масло для автомобиля? Простой вопрос актуален на турбулентном российском рынке. Почему неправильный выбор может привести к критическим последствиям и какое все-таки масло заливать? Расскажем подробно в нашем материале"
    },
    {
        id: 6,
        title: "Гидрокрекинг: Технология, которая изменила производство смазочных материалов",
        text: "Сегодня мы разберем одну из ключевых технологий нефтехимической промышленности — гидрокрекинг. Благодаря высокому качеству получаемого материала, а также высокой ресурсной эффективности, массовое внедрение гидрокрекинга стало важнейшим этапом в производстве современных смазочных материалов. В этой статье мы подробно рассмотрим, как работает этот процесс, какие свойства присущи маслам 3-й группы по API и почему они становятся стандартом в различных отраслях."
    },
    {
        id: 7,
        title: "Индексы LS, FE, FS и ES на маслах Valesco",
        text: "Что обозначают дополнительные буквы LS, FE, FS и ES в названиях наших продуктов? Разбираем в сегодняшней статье."
    },
    {
        id: 8,
        title: "Valesco объясняет: как правильно выбирать моторное масло.",
        text: "Выбор моторного масла — это важный шаг для обеспечения долговечной работы двигателя автомобиля."
    },
    {
        id: 9,
        title: "Что такое ПАО, и почему их наличие в масле значительно улучшает его свойства.",
        text: "Полиальфаолефины (ПАО) – это искусственно синтезированные углеводороды, созданные из небольших молекул (олефинов) путем химической реакции, называемой полимеризацией. Их создают на основе нефтяных фракций или газа, превращая их в жидкость с необходимыми свойствами."
    },
    {
        id: 10,
        title: "Valesco в трендах рынка.",
        text: "Автомобили из «Поднебесной» стремительно набрали популярность в России."
    },
    {
        id: 11,
        title: "Valesco. Готов к вызовам города.",
        text: "Город – это настоящие джунгли из бетона и камня, где двигатель автомобиля ежедневно испытывает экстремальные нагрузки."
    },
    {
        id: 12,
        title: "Valesco - Подлинное качество. Как уберечь себя от подделок.",
        text: "Valesco не останавливается на достигнутом, постоянно внедряя передовые решения. Мы обновили упаковку, добавив современные элементы безопасности, чтобы вы могли быть уверены: выбирая Valesco, вы выбираете подлинное качество и защиту для вашего автомобиля."
    },
    {
        id: 13,
        title: "Как и где производится моторное масло Valesco",
        text: "Моторные масла Valesco производятся ведущей корейской компанией по производству базовых масел и высокотехнологичных смазочных материалов SK Enmove, которой принадлежит крупнейший в мире нефтеперерабатывающий завод."
    },
    {
        id: 14,
        title: "Какая линейка моторных масел Valesco подойдет именно тебе?",
        text: "У Valesco есть масла самых разных сегментов — от масс-маркета до премиального класса. Каждая линейка включает в себя несколько типов продуктов. В разнообразии выбора можно легко запутаться, особенно если не разбираешься в тонкостях автомобильных масел. Рассказываем, как сделать правильный выбор."
    },
    {
        id: 15,
        title: "Главное в составе масел для строительной техники. Расставим приоритеты.",
        text: "Корпорация SK считается лидером нефтепереработки в Азии. Ее продукты пользуются большим спросом по всему миру, в том числе и в России."
    },
    {
        id: 16,
        title: "Масла для бензиновых и дизельных двигателей: в чем отличие?",
        text: "В настоящее время в продаже представлено множество универсальных моторных масел, которые можно использовать как в бензиновых, так и в дизельных двигателях. Однако среди автопроизводителей становится все более популярным мнение, что для двигателя лучше использовать специально разработанные для него масла."
    },
    {
        id: 17,
        title: "Минеральные, полусинтетические и синтетические масла: что выбрать?",
        text: "Выбор правильного моторного масла является ключевым фактором для поддержания эффективной работы двигателя и продления его срока службы. В этой статье мы разберем основные виды моторных масел, их характеристики и функции, чтобы помочь вам подобрать оптимальный вариант для вашего автомобиля."
    },
    {
        id: 18,
        title: "Гидрокрегинг - синтетика или минералка?",
        text: "Бытует мнение, что гидрокрекинговые масла — это что-то между минералкой и синтетикой, вроде и не минералка, но и до настоящей правильной sсинтетики не дотягивает. Так ли это? Что такое гидрокрекинговые масла и чем они отличаются от остальных?"
    }

]

export const BOXS = [
    {
        id: 1,
        img: kanistr,
        title: "Valesco TOP ES 0W-20",
        text: "Полностью синтетическое моторное масло",
        sky: "0W30 GX7000 SN CF 4L"
    },
    {
        id: 2,
        img: kanistr,
        title: "Valesco TOP ES 0W-20",
        text: "Полностью синтетическое моторное масло",
        sky: "0W30 GX7000 SN CF 4L"
    },
    {
        id: 3,
        img: kanistr,
        title: "Valesco TOP ES 0W-20",
        text: "Полностью синтетическое моторное масло",
        sky: "0W30 GX7000 SN CF 4L"
    },
    {
        id: 4,
        img: kanistr,
        title: "Valesco TOP ES 0W-20",
        text: "Полностью синтетическое моторное масло",
        sky: "0W30 GX7000 SN CF 4L"
    },
    {
        id: 5,
        img: kanistr,
        title: "Valesco TOP ES 0W-20",
        text: "Полностью синтетическое моторное масло",
        sky: "0W30 GX7000 SN CF 4L"
    },
    {
        id: 6,
        img: kanistr,
        title: "Valesco TOP ES 0W-20",
        text: "Полностью синтетическое моторное масло",
        sky: "0W30 GX7000 SN CF 4L"
    },
    {
        id: 7,
        img: kanistr,
        title: "Valesco TOP ES 0W-20",
        text: "Полностью синтетическое моторное масло",
        sky: "0W30 GX7000 SN CF 4L"
    },
    {
        id: 8,
        img: kanistr,
        title: "Valesco TOP ES 0W-20",
        text: "Полностью синтетическое моторное масло",
        sky: "0W30 GX7000 SN CF 4L"
    },
    {
        id: 9,
        img: kanistr,
        title: "Valesco TOP ES 0W-20",
        text: "Полностью синтетическое моторное масло",
        sky: "0W30 GX7000 SN CF 4L"
    },
    {
        id: 10,
        img: kanistr,
        title: "Valesco TOP ES 0W-20",
        text: "Полностью синтетическое моторное масло",
        sky: "0W30 GX7000 SN CF 4L"
    },
]
